Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localization/CameraSettings/CameraSettings.xcstrings
Source language: en
Languages: ar, bg, bn, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, gu, he, hi, hr, hu, id, it, ja, kk, kn, ko, lt, ml, mr, ms, nb, nl, or, pa, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, ta, te, th, tr, uk, ur, vi, zh_cn, zh_hk, zh_tw

# CAM_HDR_VIDEO_MOST_COMPATIBLE_TITLE
source: HDR Video (High Efficiency)
ar: فيديو HDR (تنسيق عالي الكفاءة)
bg: HDR видео (Високоефективен)
bn: HDR ভিডিও (হাই এফিসিয়েন্সি)
ca: Vídeo HDR (alta eficiència)
cs: HDR video (vysoká efektivita)
el: Βίντεο HDR (υψηλή απόδοση)
es: Vídeo HDR (alta eficiencia)
es_us: Video HDR (alta eficiencia)
fi: HDR-video (korkea hyötysuhde)
fr: Vidéo HDR (haute efficacité)
fr_ca: Vidéo HDR (haute efficacité)
gu: HDR વીડિયો (હાઇ એફિશંસી)
he: וידאו HDR (יעילות גבוהה)
hi: HDR वीडियो (हाई एफ़िशिएंसी)
hr: HDR video (visoka učinkovitost)
hu: HDR-videó (nagy hatékonyságú)
id: Video HDR (Efisiensi Tinggi)
it: Video HDR (efficienza elevata)
ja: HDRビデオ（高効率）
kk: HDR-видео (жоғары тиімділік)
kn: HDR ವೀಡಿಯೊ (ಅಧಿಕ ಎಫಿಸಿಯೆನ್ಸಿ)
ko: HDR 비디오(고효율성)
lt: HDR vaizdo įrašas (didelis efektyvumas)
ml: HDR വീഡിയോ (ഉയർന്ന എഫിഷ്യൻസി)
mr: HDR व्हिडिओ (उच्च कार्यक्षमता)
ms: Video HDR (Kecekapan Tinggi)
or: HDR ଭିଡିଓ (ଉଚ୍ଚ ଦକ୍ଷତା ସମ୍ପନ୍ନ)
pa: HDR ਵੀਡੀਓ (ਉੱਚ ਕੁਸ਼ਲਤਾ)
pl: Wideo HDR (High Efficiency)
pt_br: Vídeo HDR (Alta Eficiência)
pt_pt: Vídeo HDR (alta eficiência)
ro: Video HDR (eficiență înaltă)
ru: HDR‑видео (высокоэффективный)
sk: HDR video (vysokoefektívny)
sl: Video HDR (visoka učinkovitost)
sv: HDR-video (Högeffektiv)
ta: HDR வீடியோ (உயர் செயல்திறன்)
te: HDR వీడియో (అత్యధిక సామర్థ్యం కలిగినది)
th: วิดีโอ HDR (ประสิทธิภาพสูง)
tr: HDR Video (Yüksek Verimlilik)
uk: Відео HDR (висока ефективність)
ur: ‏HDR ویڈیو (ہائی ایفی شیئنسی)
vi: Video HDR (Hiệu suất cao)
zh_cn: HDR视频（高效）
zh_hk: HDR影片（高效率）
zh_tw: HDR影片（高效率）

# CAM_HDR_VIDEO_TITLE
source: HDR Video
ar: فيديو HDR
bg: HDR видео
bn: HDR ভিডিও
ca: Vídeo HDR
el: Βίντεο HDR
es: Vídeo HDR
es_us: Video HDR
fr: Vidéo HDR
fr_ca: Vidéo HDR
gu: HDR વીડિયો
he: וידאו HDR
hi: HDR वीडियो
hu: HDR-videó
id: Video HDR
it: Video HDR
ja: HDRビデオ
kk: HDR видео
kn: HDR ವೀಡಿಯೊ
ko: HDR 비디오
lt: HDR vaizdo įrašas
ml: HDR വീഡിയോ
mr: HDR व्हिडिओ
ms: Video HDR
or: HDR ଭିଡିଓ
pa: HDR ਵੀਡੀਓ
pl: Wideo HDR
pt_br: Vídeo HDR
pt_pt: Vídeo HDR
ro: Video HDR
ru: HDR-видео
sl: Video HDR
ta: HDR வீடியோ
te: HDR వీడియో
th: วิดีโอ HDR
uk: Відео HDR
ur: ‏HDR ویڈیو
vi: Video HDR
zh_cn: HDR视频
zh_hk: HDR影片
zh_tw: HDR影片

# CAM_INDICATORS_ACTION_MODE
source: Action Mode
ar: نمط الحركة
bg: Режим В движение
bn: অ্যাকশন মোড
ca: Mode d’acció
cs: Akční režim
da: Action-funktion
de: Actionmodus
el: Λειτουργία δράσης
es: Modo Acción
es_us: Modo Acción
fi: Toiminta-tila
fr: Mode Action
fr_ca: Mode Action
gu: ઍક્શન મોડ
he: מצב אקשן
hi: ऐक्शन मोड
hr: Akcijski mod
hu: Akció mód
id: Mode Aksi
it: Modalità Azione
ja: アクションモード
kk: Әрекет режимі
kn: ಆ್ಯಕ್ಷನ್ ಮೋಡ್
ko: 액션 모드
lt: Veiksmo režimas
ml: ആക്ഷൻ മോഡ്
mr: ॲक्शन मोड
ms: Mod Aksi
nb: Actionmodus
nl: Actiemodus
or: କାର୍ଯ୍ୟ ମୋଡ୍
pa: ਐਕਸ਼ਨ ਮੋਡ
pl: Tryb Akcja
pt_br: Modo de Ação
pt_pt: Modo Ação
ro: Mod Acțiune
ru: Режим «Экшн»
sk: Akčný režim
sl: Akcijski način
sv: Actionläge
ta: ஆக்‌ஷன் பயன்முறை
te: యాక్షన్ మోడ్
th: โหมดแอ็คชั่น
tr: Hareket Modu
uk: Режим «Швидкий рух»
ur: ایکشن موڈ
vi: Chế độ Hành động
zh_cn: 运动模式
zh_hk: 動作模式
zh_tw: 動作模式

# CAM_INDICATORS_FLASH
source: Flash
ar: فلاش
bg: Светкавица
bn: ফ্ল্যাশ
ca: Flaix
cs: Blesk
da: Blitz
de: Blitz
el: Φλας
fi: Salama
gu: ફ્લૅશ
he: פלאש
hi: फ़्लैश
hr: Bljeskalica
hu: Vaku
id: Kilat
ja: フラッシュ
kk: Жарқыл
kn: ಫ್ಲ್ಯಾಶ್
ko: 플래시
lt: Blykstė
ml: ഫ്ലാഷ്
mr: फ्लॅश
ms: Denyar
nb: Blits
nl: Flits
or: ଫ୍ଲାଶ୍‌
pa: ਫ਼ਲੈਸ਼
pl: Flesz
ro: Bliț
ru: Вспышка
sk: Blesk
sl: Bliskavica
sv: Blixt
ta: ஃபிளாஷ்
te: ఫ్లాష్
th: แฟลช
tr: Flaş
uk: Спалах
ur: فلیش
vi: Đèn flash
zh_cn: 闪光灯
zh_hk: 閃光燈
zh_tw: 閃光燈

# CAM_INDICATORS_FOOTER_IPHONE
source: Always show the control indicator in the top bar.
ar: إظهار مؤشر التحكم دائمًا في الشريط العلوي.
bg: Винаги се показва индикаторът за управление в лентата най-отгоре.
bn: টপ বারে সবসময় কন্ট্রোল ইন্ডিকেটর দেখুন।
ca: L’indicador de control sempre es mostra a la barra superior.
cs: Vždy zobrazovat indikátor ovládacího prvku v horním řádku.
da: Vis altid betjeningsindikator på linjen foroven.
de: Zeige die Steuerungsanzeige immer in der oberen Leiste an.
el: Πάντα εμφάνιση της ένδειξης στοιχείου ελέγχου στην πάνω γραμμή.
es: El indicador de control se muestra siempre en la barra superior.
es_us: Siempre muestra el indicador de control en la barra superior.
fi: Näytä säätimen ilmaisin aina yläpalkissa.
fr: Affichez toujours l’indicateur de commande dans la barre supérieure.
fr_ca: Affichez toujours l’indicateur de contrôle dans la barre supérieure.
gu: હંમેશાં ટોચ બારમાં કંટ્રોલ ઇંડિકેટર બતાવો.
he: ניתן להציג את מחוון הפקד בשורה העליונה באופן קבוע.
hi: कंट्रोल संकेतक हमेशा टॉप बार में दिखाएँ।
hr: Uvijek prikažite kontrolni indikator u gornjoj traci.
hu: A vezérlő indikátorának megjelenítése mindig a menüsoron.
id: Selalu tampilkan indikator kontrol di bar atas.
it: Mostra sempre l’indicatore di controllo nella barra superiore.
ja: トップバーにコントロールインジケータを常に表示します。
kk: Әрқашан жоғарғы жолақта басқару индикаторын көрсету.
kn: ಕಂಟ್ರೋಲ್ ಇಂಡಿಕೇಟರ್ ಅನ್ನು ಯಾವಾಗಲೂ ಮೇಲ್ಭಾಗದ ಬಾರ್‌ನಲ್ಲಿ ತೋರಿಸಿ.
ko: 상단 막대에 제어 표시기를 항상 표시합니다.
lt: Valdiklių indikatoriai gali būti rodomi viršutinėje juostoje visada.
ml: കൺട്രോൾ ഇൻഡിക്കേറ്റർ എപ്പോഴും ടോപ്പ് ബാറിൽ കാണിക്കൂ.
mr: शीर्षस्थानी असलेल्या बारमध्ये नेहमी कंट्रोल इंडिकेटर दाखवा.
ms: Sentiasa tunjukkan penunjuk kawalan dalam bar atas.
nb: Vis alltid kontrollindikatoren i menylinjen.
nl: Toon altijd de bedieningsindicator in de bovenste balk.
or: ସର୍ବଦା ଶୀର୍ଷ ବାର୍‌ରେ କଣ୍ଟ୍ରୋଲ୍‌ ଇଣ୍ଡିକେଟର୍‌ ଦେଖାନ୍ତୁ।
pa: ਕੰਟਰੋਲ ਸੰਕੇਤਕ ਨੂੰ ਸਿਖਰਲੇ ਬਾਰ ’ਤੇ ਹਮੇਸ਼ਾਂ ਦਿਖਾਓ।
pl: Wskaźnik narzędzia jest zawsze wyświetlany na pasku górnym.
pt_br: Sempre mostre o indicador de controle na barra superior.
pt_pt: Mostrar sempre o indicador de controlo na barra superior.
ro: Afișați întotdeauna indicatorul de control în bara de sus.
ru: Всегда показывать индикатор управления в верхней панели.
sk: Vždy zobraziť indikátor ovládacieho prvku v lište navrchu.
sl: V zgornji vrstici vedno prikazujte indikator krmilne funkcije.
sv: Visa alltid reglageindikatorn i översta raden.
ta: கட்டுப்பாட்டு இண்டிகேட்டரை எப்போதும் டாப் பாரில் காட்டும்.
te: ఎగువ బార్‌లో ఎల్లప్పుడూ కంట్రోల్ సూచిక చూపబడుతుంది.
th: แสดงตัวแสดงสถานะตัวควบคุมในแถบบนสุดเสมอ
tr: Denetim göstergesini her zaman en üstteki çubukta gösterir.
uk: Завжди показувати індикатор керування на верхній панелі.
ur: کنٹرول انڈیکیٹر کو ہمیشہ اوپری بار میں دکھائیں۔
vi: Luôn hiển thị chỉ báo điều khiển ở thanh trên cùng.
zh_cn: 始终在顶部栏显示控制指示器。
zh_hk: 總是在最上方列顯示控制指示器。
zh_tw: 一律在上方列顯示控制指示器。

# CAM_INDICATORS_LIVE_PHOTO
source: Live Photo
ar: ‏صورة حية
ja: Live Photos
zh_cn: 实况照片
zh_hk: 原況相片
zh_tw: 原況照片

# CAM_INDICATORS_PHOTO_TITLE
source: PHOTO
ar: صورة
bg: СНИМКА
bn: ছবি
ca: FOTO
cs: FOTO
da: FOTO
de: FOTO
el: ΦΩΤΟ
es: FOTO
es_us: FOTO
fi: KUVA
gu: ફોટો
he: תמונה
hi: तस्वीर
hr: FOTOGRAFIJA
hu: FOTÓ
id: FOTO
it: FOTO
ja: 写真
kk: ФОТО
kn: ಫೋಟೋ
ko: 사진
lt: NUOTRAUKA
ml: ഫോട്ടോ
mr: छायाचित्र
ms: FOTO
nb: BILDE
nl: FOTO
or: ଫଟୋ
pa: ਤਸਵੀਰ
pl: ZDJĘCIE
pt_br: FOTO
pt_pt: FOTOGRAFIA
ro: FOTO
ru: ФОТО
sk: FOTO
sl: FOTOGRAFIJA
sv: BILD
ta: புகைப்படம்
te: ఫోటో
th: รูปภาพ
tr: FOTOĞRAF
uk: ФОТО
ur: تصویر
vi: ẢNH
zh_cn: 照片
zh_hk: 影相
zh_tw: 照片

# CAM_INDICATORS_TITLE
source: Indicators
ar: المؤشرات
bg: Индикатори
bn: ইন্ডিকেটর
ca: Indicadors
cs: Indikátory
da: indikatorer
de: Anzeigen
el: Δείκτες
es: Indicadores
es_us: Indicadores
fi: Ilmaisimet
fr: Indicateurs
fr_ca: Indicateurs
gu: ઇંડિકેટર
he: מחוונים
hi: संकेतक
hr: Indikatori
hu: Indikátorok
id: Indikator
it: Indicatori
ja: インジケータ
kk: Индикаторлар
kn: ಸೂಚಕಗಳು
ko: 표시기
lt: indikatoriai
ml: ഇൻഡിക്കേറ്ററുകൾ
mr: निर्देशक
ms: Penunjuk
nb: Indikatorer
or: ଇଣ୍ଡିକେଟର୍‌
pa: ਸੰਕੇਤਕ
pl: Wskaźniki
pt_br: Indicadores
pt_pt: Indicadores
ro: Indicatori
ru: Индикаторы
sk: Indikátory
sl: Indikatorji
sv: Indikatorer
ta: இண்டிகேட்டர்கள்
te: ఇండికేటర్‌లు
th: ตัวแสดงสถานะ
tr: Göstergeler
uk: Індикатори
ur: انڈیکیٹر
vi: Chỉ báo
zh_cn: 指示器
zh_hk: 指示器
zh_tw: 指示器

# CAM_INDICATORS_VIDEO_FORMATS
source: Formats
ar: التنسيقات
bg: Формати
bn: ফরম্যাট
cs: Formáty
da: Formater
de: Formate
el: Μορφές
es: Formatos
es_us: Formatos
fi: Tallennusmuodot
gu: ફૉર્મેટ
he: פורמטים
hi: फ़ॉर्मैट
hr: Formati
hu: Formátumok
id: Format
it: Formati
ja: フォーマット
kk: Форматтар
kn: ಫಾರ್ಮ್ಯಾಟ್‌ಗಳು
ko: 포맷
lt: Formatai
ml: ഫോർമാറ്റുകൾ
mr: फॉरमॅट
ms: Format
nb: Formater
nl: Bestandsstructuren
or: ଫର୍ମାଟ୍‌
pa: ਫ਼ਾਰਮੈਟ
pl: Formaty
pt_br: Formatos
pt_pt: Formatos
ro: Formate
ru: Форматы
sk: Formáty
sl: Oblike zapisa
sv: Format
ta: வடிவமைப்புகள்
te: ఫార్మాట్‌లు
th: รูปแบบ
tr: Biçimler
uk: Формати
ur: فارمیٹ
vi: Định dạng
zh_cn: 格式
zh_hk: 格式
zh_tw: 格式

# CAM_INDICATORS_VIDEO_FORMATS_FOOTER
source: Show the video format controls in Camera.
ar: إظهار عناصر التحكم في تنسيق الفيديو في تطبيق الكاميرا.
bg: Показват се бутоните за управление на видео форматите в Камера.
bn: ক্যামেরায় ভিডিও ফরম্যাট কন্ট্রোল দেখুন।
ca: Mostra els controls del format de vídeo a l’app Càmera.
cs: Zobrazovat ovládání formátu videa v aplikaci Fotoaparát.
da: Vis betjeningsmuligheder til videoformat i Kamera.
de: Blende die Videoformatsteuerung in „Kamera“ ein.
el: Εμφάνιση των στοιχείων ελέγχου μορφής βίντεο στην Κάμερα.
es: Los controles de formato de vídeo se muestran en la app Cámara.
es_us: Mostrar los controles de formato de video en Cámara.
fi: Näytä videomuodon säätimet Kamerassa.
fr: Affichez les commandes de format vidéo dans Appareil photo.
fr_ca: Permet d’afficher les commandes de format vidéo dans l’app Appareil photo.
gu: કૅમેરામાં વીડિયો ફૉર્મેટ કંટ્રોલ બતાવો.
he: ניתן להציג את פקדי המצלמה לשליטה בפורמט הווידאו.
hi: कैमरा में वीडियो फ़ॉर्मैट कंट्रोल दिखाएँ।
hr: Prikažite kontrole za format videozapisa u aplikaciji Kamera.
hu: Videóformátum-vezérlő megjelenítése a Kamerában.
id: Tampilkan kontrol format video di Kamera.
it: Mostra i controlli per il formato del video in Fotocamera.
ja: “カメラ”にビデオフォーマットコントロールを表示します。
kk: Видео форматының басқару элементтерін камерада көрсету.
kn: ಕ್ಯಾಮರಾದಲ್ಲಿ ವೀಡಿಯೊ ಫಾರ್ಮ್ಯಾಟ್ ಕಂಟ್ರೋಲ್‌ಗಳನ್ನು ತೋರಿಸಿ.
ko: 카메라에서 비디오 포맷 제어기를 봅니다.
lt: Rodyti vaizdo įrašų formato valdiklius programoje „Kamera“.
ml: വീഡിയോ ഫോർമാറ്റ് കൺട്രോളുകൾ ക്യാമറയിൽ കാണിക്കൂ.
mr: कॅमेरामध्ये व्हिडिओ फॉरमॅट कंट्रोल्स दाखवा.
ms: Tunjukkan kawalan format video dalam Kamera.
nb: Vis kontrollene for videoformat i Kamera.
nl: Toon de videostructuurregelaars in Camera.
or: କ୍ଯାମେରାରେ ଭିଡିଓ ଫର୍ମାଟ୍ କଣ୍ଟ୍ରୋଲ୍ ଦେଖାନ୍ତୁ।
pa: ਕੈਮਰੇ ਵਿੱਚ ਵੀਡੀਓ ਫ਼ਾਰਮੈਟ ਦੇ ਕੰਟਰੋਲ ਦਿਖਾਓ।
pl: Aplikacja Aparat będzie wyświetlała narzędzia formatu wideo.
pt_br: Mostre os controles de formato de vídeo na Câmera.
pt_pt: Mostrar os controlos do formato de vídeo na aplicação Câmara.
ro: Afișați comenzile pentru formatul video în aplicația Cameră.
ru: Камера может показывать элементы управления форматом видео.
sk: Zobrazí ovládacie prvky formátu videa v apke Kamera.
sl: Prikažite krmilne funkcije oblike zapisa videa v Kameri.
sv: Visa reglagen för videoformat i Kamera.
ta: வீடியோ வடிவமைப்புக் கட்டுப்பாடு கேமராவில் காட்டப்படும்.
te: కెమెరాలో వీడియో ఫార్మాట్ కంట్రోల్‌లు చూపబడతాయి.
th: แสดงตัวควบคุมรูปแบบวิดีโอในกล้อง
tr: Video biçimi denetimlerini Kamera’da gösterir.
uk: Показувати елементи керування відеоформатом у Камері.
ur: کیمرے میں ویڈیو فارمیٹ کے کنٹرول دکھائیں۔
vi: Hiển thị điều khiển định dạng video trong Camera.
zh_cn: 在“相机”中显示视频格式控制。
zh_hk: 在「相機」中顯示影片格式控制項目。
zh_tw: 在「相機」中顯示影片格式控制項目。

# CAM_INDICATORS_VIDEO_TITLE
source: VIDEO
ar: فيديو
bg: ВИДЕО
bn: ভিডিও
ca: VÍDEO
el: ΒΙΝΤΕΟ
es: VÍDEO
fr: VIDÉO
fr_ca: VIDÉO
gu: વીડિયો
he: וידאו
hi: वीडियो
hr: VIDEOZAPIS
hu: VIDEÓ
ja: ビデオ
kk: ВИДЕО
kn: ವೀಡಿಯೊ
ko: 비디오
lt: VAIZDO ĮRAŠAS
ml: വീഡിയോ
mr: व्हिडिओ
or: ଭିଡିଓ
pa: ਵੀਡੀਓ
pl: WIDEO
pt_br: VÍDEO
pt_pt: VÍDEO
ru: ВИДЕО
ta: வீடியோ
te: వీడియో
th: วิดีโอ
uk: ВІДЕО
ur: ویڈیو
zh_cn: 视频
zh_hk: 錄影
zh_tw: 影片
